{"createdDate":"2020-08-08 23:07:46","id":"0B6A1CB0-87D7-4F56-8053-2E11538EE28F","modifiedDate":"2020-08-08 23:07:57","title":"train.csv","dataResult":{"itemsCount":692,"dataURL":"file:\/\/\/Users\/artemtkachuk\/Documents\/Personal\/Learning\/iOS\/iOS%2013%20&%20Swift%20Bootcamp\/Projects\/Twitterment\/data-processing\/data\/train.csv","classesCount":3,"columnTypes":["String","String"],"analysis":{"summary":{"sampleCount":692,"classCount":3,"canUseValidation":1},"issues":[{"description":"Data has 692 rows","severity":"info"}]},"columns":["class","text"],"columnValues":["Neutral, Neg, Neutral, Neg, Neutral, Pos, Pos, Neutral, Neutral, Pos, Neutral, Neutral, Pos, Neg, Neutral, Pos, Neg, Neg, Neutral, Neutral, Neg, Neutral, Pos, Neutral, Neg, Neg, Neutral, Pos, Neutral, Neg","@brady I am surprised @apple did not think of\/anticipate that......, @apple #siri can't connect to the network -- it's LESS useful that VoiceControl now... :(, RT @MyMelange: Wall to wall people security and a huge line outside just to get in the @Apple store.  http:\/\/t.co\/i1khkgJm, 9% now on my second full charge of the day. Pissed @Apple, RT @hofmania: I just paid someone to wait in line at the @apple store this morning for me on @zaarly #putapriceonconvenience #iphone htt ..., Video card on @Kimaris workstation died after just six months. So long @hp. Hello @apple., @apple loving the new IOS5 upgrade for the iPhone!, #Win an @Apple iPod Touch from @Mommy_gaga get the @Pampers Hello World Baby Memories App! http:\/\/t.co\/YUydxo1t #PampersHelloApps, @apple store #Towson waiting at Genius bar - huge crowd waiting for #iPhone 4s @michaelmark @nicolelil http:\/\/t.co\/x92sweCh, dammit listening to siri is making me want to upgrade. well played @apple., #Iphone5 can you please make The battery last longer thanks @Apple, Found out the hard way today that @webex does not work with @apple ios5 yet when you are following a link for a meeting.., So yeah... @apple #iOS5 #readinglists have changed my life. #nowicanspendevenmoretimeonmyphone., @apple why isn't my iTunes updating? I just wanna update my iPhone to IOS5!!! Then iTunes says that it needs to update to do it. Then fails!, Check this video out -- moe. plays Live on iPads. Video dedicated in memory of #SteveJobs http:\/\/t.co\/XSiyDnqu @ipad @mac @apple #brilliant, I love @apple service . My case has cracked 3x and I go in and they hand me a case and I walk out, Now @apple won't let me use credit on @iTunes unless I have a credit card. Should have told me when I redeemed the cards. Sound fair to you?, I don't really like Siri's voice. Perhaps @apple can get Star Wars voices just like @garmin http:\/\/t.co\/pSUJg9pN, @apple @appstore @mac @iOs @Ipad @siri Will siri be available for iPad 2?, Bah! Genius BAR \/\/ RT @edatpost: .@Apple fan Eric Holder spotted at the Genius Store http:\/\/t.co\/FTLttLPn, Why book @Apple Genius Bar if after 2.5 hours you still can't be served. Disappointing Apple Store Sydney. #thanksfornothing, @notleifgarrett @apple wished their on hold music played Pictures of You., @SteveJobs being honored tonite @Apple...A truly great loss to the world.He will so be missed, got the new @apple update, Ok this @Apple software update for the #iphone is taking waaaaay too long!#annoyed, Been on hold with @apple customer service for 25 minutes. Wow lt's like they're #timewarnercable., Does the iPhone4S no longer have that stupid 'network lost' pop up - possibly the most annoying thing ever that you cannot turn off @apple ?, i used to be with @blackberry over 4-5yrs .. after all the disruptions and lost gigs thx to their service im moving to @apple #iphone, Smart as hell. The Great Tech War Of 2012 (@fmanjoo \/ @FastCompany) http:\/\/t.co\/XiJYUoHZ Fab Four: @apple @google @amazon @facebook, @apple needs to hurry up and release #iTunesMatch"]},"preferredFilename":"train.csv","version":"1.0","pathType":0,"experimentIDs":["3889D2ED-DF4A-4BC8-8BEB-6D35DD08B645"]}