{"createdDate":"2020-08-08 22:37:38","id":"2443D53A-86C5-4BB6-BCF2-586D465325EC","modifiedDate":"2020-08-08 22:48:15","title":"Training.csv","dataResult":{"itemsCount":798,"columns":["class","text"],"dataURL":"file:\/\/\/Users\/artemtkachuk\/Documents\/Personal\/Learning\/iOS\/iOS%2013%20&%20Swift%20Bootcamp\/Projects\/Twitterment\/Training.csv","columnTypes":["String","String"],"classesCount":3,"analysis":{"summary":{"sampleCount":798,"classCount":3,"canUseValidation":1},"issues":[{"description":"Data has 798 rows","severity":"info"}]},"columnValues":["Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos, Pos","Now all @Apple has to do is get swype on the iphone and it will be crack. Iphone that is, @Apple will be adding more carrier support to the iPhone 4S (just announced), Hilarious @youtube video - guy does a duet with @apple 's Siri. Pretty much sums up the love affair! http:\/\/t.co\/8ExbnQjY, @RIM you made it too easy for me to switch to @Apple iPhone. See ya!, I just realized that the reason I got into twitter was ios5 thanks @apple, I'm a current @Blackberry user little bit disappointed with it! Should I move to @Android or @Apple @iphone, The 16 strangest things Siri has said so far. I am SOOO glad that @Apple gave Siri a sense of humor! http:\/\/t.co\/TWAeUDBp via @HappyPlace, Great up close & personal event @Apple tonight in Regent St store!, From which companies do you experience the best customer service aside from @zappos and @apple?, Just apply for a job at @Apple hope they call me lol, RT @JamaicanIdler: Lmao I think @apple is onto something magical! I am DYING!!! haha. Siri suggested where to find whores and where to h ..., Lmao I think @apple is onto something magical! I am DYING!!! haha. Siri suggested where to find whores and where to hide a body lolol, RT @PhillipRowntree: Just registered as an @apple developer... Here's hoping I can actually do it... Any help greatly appreciated!, Wow. Great deals on refurbed #iPad (first gen) models. RT: Apple offers great deals on refurbished 1st-gen iPads http:\/\/t.co\/ukWOKBGd @Apple, Just registered as an @apple developer... Here's hoping I can actually do it... Any help greatly appreciated!, ! Currently learning Mandarin for my upcoming trip to Hong Kong. I gotta hand it to @Apple iPhones & their uber useful flashcard apps, Come to the dark side @gretcheneclark: Hey @apple if you send me a free iPhone I will publicly and ceremoniously burn my #BlackBerry., Hey @apple if you send me a free iPhone (any version will do) I will publicly and ceremoniously burn my #BlackBerry., Thank you @apple for Find My Mac - just located and wiped my stolen Air. #smallvictory #thievingbastards, Thanks to @Apple Covent Garden #GeniusBar for replacing my MacBook keyboard\/cracked wristpad during my lunch break today out of warranty., @DailyDealChat @apple Thanks!!, iPads Replace Bound Playbooks on Some N.F.L. Teams http:\/\/t.co\/2UXAWKwf @apple @nytimes, @apple..good ipad, @apple @siri is efffing amazing!!, Amazing new @Apple iOs 5 feature.  http:\/\/t.co\/jatFVfpM, RT @TripLingo: We're one of a few Featured Education Apps on the @Apple **Website** today sweet! http:\/\/t.co\/0yWvbe1Z, We're one of a few Featured Education Apps on the @Apple **Website** today sweet! http:\/\/t.co\/0yWvbe1Z, When you want something done right you do it yourself... or go to @Apple. AT&T you're useless these days. #yourdaysarenumbered, We did an unexpected workshop for the #iPhone4S at @apple yesterday and we got an awesome amount of info #notjustaboutthephone @gamerchik16, &lt;3 #ios5 @apple"],"error":{"code":1000,"reason":"Choose features","domain":"composer.error.domain","errorType":"notReady"}},"preferredFilename":"Training.csv","version":"1.0","pathType":0,"experimentIDs":["3889D2ED-DF4A-4BC8-8BEB-6D35DD08B645"]}